List<String> texts=[

"""
============ ФИСКАЛНИ РАЧУН ============
103482850
DELHAIZE SERBIA
1005632-6217 Stari Đeram
БУЛЕВАР КРАЉА АЛЕКСАНДРА 113   
Београд-Звездара
Касир:                             Milos
ЕСИР број:                      253/49.0
-------------ПРОМЕТ ПРОДАЈА-------------
Артикли
========================================
Назив   Цена         Кол.         Укупно
Cigarete Pall Mall ss Violet/KOM (Ђ)    
       330,00          1          330,00
Sos Napolitana Barilla 400g/KOM (Ђ)     
       339,99          1          339,99
Pavl.za kuv.Megg.20%mm 0.5l/KOM (Ђ)     
       384,99          1          384,99
Testen.spirala vit.A i D3 400g/KOM (Ђ)  
        98,99          2          197,98
Gel tus.Men Cl.comf.Dove 250ml/KOM (Ђ)  
       270,50          1          270,50
Slad.Najlepse zelje stap.81g/KOM (Ђ)    
       140,00          1          140,00
Napolitanka Kit Kat ChanKy40g/KOM (Ђ)   
        49,99          6          299,94
----------------------------------------
Укупан износ:                   1.963,40
Платна картица:                 1.963,40
========================================
Ознака       Име      Стопа        Порез
Ђ           О-ПДВ   20,00%        327,23
----------------------------------------
Укупан износ пореза:              327,23
========================================
ПФР време:          10.11.2022. 13:04:08
ПФР број рачуна: Q4MM9AEU-Q4MM9AEU-89846
Бројач рачуна:             89821/89846ПП
========================================
""",
"""
============ ФИСКАЛНИ РАЧУН ============
103482850
DELHAIZE SERBIA
1000739-102-Maxi
Драгице Кончар 33А   
Београд-Вождовац
Касир:                            JOVANA
ЕСИР број:                      253/49.0
-------------ПРОМЕТ ПРОДАЈА-------------
Артикли
========================================
Назив   Цена         Кол.         Укупно
Krompir slatki batat domaci/KG (Е)      
       269,99      0,246           66,42
Kukuruz przeni cili 70g Mogyi/KOM (Ђ)   
        65,99          1           65,99
----------------------------------------
Укупан износ:                     132,41
Готовина:                         200,00
========================================
Ознака       Име      Стопа        Порез
Е           П-ПДВ   10,00%          6,04
Ђ           О-ПДВ   20,00%         11,00
----------------------------------------
Укупан износ пореза:               17,04
========================================
ПФР време:          07.11.2022. 20:45:41
ПФР број рачуна: KKSSZBJQ-KKSSZBJQ-86918
Бројач рачуна:             86693/86918ПП
========================================""",
"""============ ФИСКАЛНИ РАЧУН ============
10381308
DOO VIVA TREF BEOGRAD (PALILULA)
1201066-КОНЧАР
ДРАГИЦЕ КОНЧАР 45   
Београд-Вождовац
Касир:                                  
ЕСИР број:                       738/1.0
-------------ПРОМЕТ ПРОДАЈА-------------
Артикли
========================================
Назив   Цена         Кол.         Укупно
P-LESNIK SIROVI 3KG kg (Е)              
       945,00      0,208          196,56
R-BADEM SIROVI 22.68KG20KG25KG KG (Е)   
       859,00      0,200          171,80
----------------------------------------
Укупан износ:                     368,36
Готовина:                         368,36
========================================
Ознака       Име      Стопа        Порез
Е           П-ПДВ   10,00%         33,49
----------------------------------------
Укупан износ пореза:               33,49
========================================
ПФР време:          16.11.2022. 16:46:51
ПФР број рачуна: P748XQGV-W6UBPZO0-16044
Бројач рачуна:             16036/16044ПП
========================================""",
"""============ ФИСКАЛНИ РАЧУН ============
106007073
IVAN RALINOVSKI PREDUZETNIK KOKTEL BAR KONJARNIK BEOGRAD (ZVEZDARA)
1138749-Бар Коњарник
УСТАНИЧКА 170Е  1 
Београд-Звездара
Касир:                          Konoba 1
ЕСИР број:                       230/2.0
-------------ПРОМЕТ ПРОДАЈА-------------
Артикли
========================================
Назив   Цена         Кол.         Укупно
TOCENO BUDWEISER 0.5(KOM) (А)           
       220,00          3          660,00
TOCENO CARLSBERG 0.5(KOM) (А)           
       300,00          1          300,00
CAJ(KOM) (А)                            
       210,00          2          420,00
----------------------------------------
Укупан износ:                   1.380,00
Готовина:                       1.380,00
========================================
Ознака       Име      Стопа        Порез
А      Није у ПДВ    0,00%          0,00
----------------------------------------
Укупан износ пореза:                0,00
========================================
ПФР време:          22.11.2022. 19:10:08
ПФР број рачуна:  ABUHS6KA-ABUHS6KA-5087
Бројач рачуна:               5084/5087ПП
========================================""",
"""============ ФИСКАЛНИ РАЧУН ============
103891308
DOO VIVA TREF BEOGRAD (PALILULA)
1201066-КОНЧАР
ДРАГИЦЕ КОНЧАР 45   
Београд-Вождовац
Касир:                                  
ЕСИР број:                       738/1.0
-------------ПРОМЕТ ПРОДАЈА-------------
Артикли
========================================
Назив   Цена         Кол.         Укупно
P-LESNIK SIROVI 3KG kg (Е)              
       945,00      0,208          196,56
R-BADEM SIROVI 22.68KG20KG25KG KG (Е)   
       859,00      0,200          171,80
----------------------------------------
Укупан износ:                     368,36
Готовина:                         368,36
========================================
Ознака       Име      Стопа        Порез
Е           П-ПДВ   10,00%         33,49
----------------------------------------
Укупан износ пореза:               33,49
========================================
ПФР време:          16.11.2022. 16:46:51
ПФР број рачуна: P748XQGV-W6UBPZO0-16044
Бројач рачуна:             16036/16044ПП
========================================""",
"""============ ФИСКАЛНИ РАЧУН ============
107413083
JOVANOVIĆ M
1093401- МАЛОПРОДАЈНИ ОБЈЕКАТ ДРАГИЦЕ КОНЧАР
ДРАГИЦЕ КОНЧАР 45 А   
Београд-Вождовац
Касир:                           Smena 2
ЕСИР број:                      286/v1.0
-------------ПРОМЕТ ПРОДАЈА-------------
Артикли
========================================
Назив   Цена         Кол.         Укупно
Proje heljda /kg (Е)                    
       900,00      0,100           90,00
----------------------------------------
Укупан износ:                      90,00
Готовина:                          90,00
========================================
Ознака       Име      Стопа        Порез
Е           П-ПДВ   10,00%          8,18
----------------------------------------
Укупан износ пореза:                8,18
========================================
ПФР време:          17.11.2022. 18:31:51
ПФР број рачуна: FM4CA6AK-FM4CA6AK-19280
5                                       
Бројач рачуна:           192798/192805ПП
========================================""",
];